{
    "1": {
        "name": "YHA London St Pancras",
        "location": "London, United Kingdom",
        "meta": "Affordable accommodation option in central London for budget travellers.",
        "keywords": [
            "budget-friendly accommodation",
            "YHA London St Pancras",
            "dormitory rooms",
            "private rooms",
            "affordable prices",
            "free Wi-Fi",
            "self-catering kitchen",
            "lively bar",
            "budget-conscious travellers",
            "central location"
        ],
        "title": "Stay at YHA London St Pancras - Budget-friendly Accommodation in Central London",
        "text": "Stay at YHA London St Pancras for a budget-friendly accommodation option in the heart of London. Located just a short walk from King's Cross Station, this hostel offers comfortable dormitory rooms and private rooms at affordable prices. Enjoy free Wi-Fi, a self-catering kitchen, and a lively bar on site. Perfect for budget-conscious travellers looking for a central location.",
        "links": [
            "https://www.booking.com/hotel/gb/yha-london-st-pancras.en-gb.html",
            "https://www.tripadvisor.com/Hotel_Review-g186338-d210243-Reviews-YHA_London_St_Pancras-London_England.html"
        ],
        "images": [
            "http://20.240.63.21/files/images/accomodations/London/1_YHA_London_St_Pancras.jpg"
        ]
    },
    "2": {
        "name": "Safestay London Elephant & Castle",
        "location": "London, United Kingdom",
        "meta": "Affordable and stylish accommodation option in Elephant & Castle for budget travellers.",
        "keywords": [
            "budget travellers",
            "affordable accommodation",
            "Elephant & Castle",
            "hostel",
            "dormitory rooms",
            "private rooms",
            "budget-friendly prices",
            "free Wi-Fi",
            "self-catering kitchen",
            "trendy bar",
            "lively atmosphere"
        ],
        "title": "Safestay London Elephant & Castle: Stylish and Affordable Accommodation for Budget Travellers",
        "text": "Safestay London Elephant & Castle is a great choice for budget travellers looking for a stylish and affordable accommodation option. Located in the vibrant neighbourhood of Elephant & Castle, this hostel offers comfortable dormitory rooms and private rooms at budget-friendly prices. Enjoy free Wi-Fi, a self-catering kitchen, and a trendy bar on site. Perfect for budget-conscious travellers looking for a lively atmosphere.",
        "links": [
            "https://www.safestay.com/london-elephant-castle/",
            "https://www.booking.com/hotel/gb/safestay-london-elephant-castle.en-gb.html",
            "https://www.tripadvisor.com/Hotel_Review-g186338-d123456-Reviews-Safestay_London_Elephant_Castle-London_England.html"
        ],
        "images": [
            "http://20.240.63.21/files/images/accomodations/London/2_Safestay_London_Elephant_&_Castle.jpg"
        ]
    },
    "3": {
        "name": "Generator Hostel London",
        "location": "London, United Kingdom",
        "meta": "Generator Hostel London offers trendy and affordable accommodation for budget travellers in the popular King's Cross neighbourhood. Enjoy comfortable dormitory and private rooms, free Wi-Fi, a self-catering kitchen, and a lively bar on site.",
        "keywords": [
            "Generator Hostel London",
            "budget travellers",
            "trendy accommodation",
            "affordable",
            "King's Cross",
            "dormitory rooms",
            "private rooms",
            "free Wi-Fi",
            "self-catering kitchen",
            "lively bar"
        ],
        "title": "Generator Hostel London: Trendy and Affordable Accommodation for Budget Travellers",
        "text": "Generator Hostel London is a popular choice for budget travellers looking for a trendy and affordable accommodation option. Located in the trendy neighbourhood of King's Cross, this hostel offers comfortable dormitory rooms and private rooms at budget-friendly prices. Enjoy free Wi-Fi, a self-catering kitchen, and a lively bar on site. Perfect for budget-conscious travellers looking for a stylish and central location.",
        "links": [
            "https://www.generatorhostels.com/destinations/london/",
            "https://www.booking.com/hotel/gb/generator-london.en-gb.html",
            "https://www.tripadvisor.com/Hotel_Review-g186338-d243972-Reviews-Generator_London-London_England.html"
        ],
        "images": [
            "http://20.240.63.21/files/images/accomodations/London/3_Generator_Hostel_London.jpg"
        ]
    },
    "4": {
        "name": "Clink78 Hostel",
        "location": "London, United Kingdom",
        "meta": "Clink78 Hostel offers unique and affordable accommodation for budget travellers in King's Cross. Enjoy comfortable dormitory and private rooms, free Wi-Fi, and a lively bar on site.",
        "keywords": [
            "Clink78 Hostel",
            "budget travellers",
            "affordable accommodation",
            "King's Cross",
            "dormitory rooms",
            "private rooms",
            "free Wi-Fi",
            "lively bar"
        ],
        "title": "Experience Unique and Affordable Accommodation at Clink78 Hostel in King's Cross",
        "text": "Clink78 Hostel is a great choice for budget travellers looking for a unique and affordable accommodation option. Located in a former courthouse in the trendy neighbourhood of King's Cross, this hostel offers comfortable dormitory rooms and private rooms at budget-friendly prices. Enjoy free Wi-Fi, a self-catering kitchen, and a lively bar on site. Perfect for budget-conscious travellers looking for a unique and central location.",
        "links": [
            "https://www.clinkhostels.com/clink78/",
            "https://www.booking.com/hotel/gb/clink78-hostel.en-gb.html"
        ],
        "images": [
            "http://20.240.63.21/files/images/accomodations/London/4_Clink78_Hostel.jpg"
        ]
    },
    "5": {
        "name": "Wombats City Hostel London",
        "location": "London, United Kingdom",
        "meta": "Wombats City Hostel London offers affordable and comfortable accommodation for budget travellers in the trendy neighbourhood of Whitechapel.",
        "keywords": [
            "Wombats City Hostel London",
            "budget travellers",
            "comfortable accommodation",
            "affordable option",
            "Whitechapel",
            "dormitory rooms",
            "private rooms",
            "budget-friendly prices",
            "free Wi-Fi",
            "self-catering kitchen",
            "lively bar",
            "trendy location"
        ],
        "title": "Affordable and Trendy Accommodation at Wombats City Hostel London",
        "text": "Wombats City Hostel London is a popular choice for budget travellers looking for a comfortable and affordable accommodation option. Located in the trendy neighbourhood of Whitechapel, this hostel offers comfortable dormitory rooms and private rooms at budget-friendly prices. Enjoy free Wi-Fi, a self-catering kitchen, and a lively bar on site. Perfect for budget-conscious travellers looking for a comfortable and trendy location.",
        "links": [
            "https://www.wombats-hostels.com/london/",
            "https://www.booking.com/hotel/gb/wombats-city-hostel-london.en-gb.html"
        ],
        "images": [
            "http://20.240.63.21/files/images/accomodations/London/5_Wombats_City_Hostel_London.jpg"
        ]
    },
    "6": {
        "name": "Astor Museum Inn",
        "location": "London, United Kingdom",
        "meta": "Affordable and comfortable accommodation option in London's West End for budget travellers.",
        "keywords": [
            "budget travellers",
            "affordable accommodation",
            "London's West End",
            "dormitory rooms",
            "private rooms",
            "budget-friendly prices",
            "free Wi-Fi",
            "self-catering kitchen",
            "lively bar",
            "central location"
        ],
        "title": "Astor Museum Inn: Affordable and Comfortable Accommodation in London's West End",
        "text": "Astor Museum Inn is a great choice for budget travellers looking for a comfortable and affordable accommodation option. Located in the heart of London's West End, this hostel offers comfortable dormitory rooms and private rooms at budget-friendly prices. Enjoy free Wi-Fi, a self-catering kitchen, and a lively bar on site. Perfect for budget-conscious travellers looking for a central location.",
        "links": [
            "https://www.booking.com/astormuseuminn"
        ],
        "images": [
            "http://20.240.63.21/files/images/accomodations/London/6_Astor_Museum_Inn.jpg"
        ]
    },
    "7": {
        "name": "PubLove @ The Crown, Battersea",
        "location": "London, United Kingdom",
        "meta": "Affordable and unique accommodation option for budget travellers in Battersea. Comfortable dormitory and private rooms at budget-friendly prices. Free Wi-Fi, self-catering kitchen, and lively bar on site.",
        "keywords": [
            "budget travellers",
            "affordable accommodation",
            "Battersea",
            "comfortable dormitory rooms",
            "private rooms",
            "budget-friendly prices",
            "free Wi-Fi",
            "self-catering kitchen",
            "lively bar"
        ],
        "title": "PubLove @ The Crown, Battersea: Affordable and Unique Accommodation for Budget Travellers",
        "text": "PubLove @ The Crown, Battersea is a popular choice for budget travellers looking for a unique and affordable accommodation option. Located in a traditional London pub in the trendy neighbourhood of Battersea, this hostel offers comfortable dormitory rooms and private rooms at budget-friendly prices. Enjoy free Wi-Fi, a self-catering kitchen, and a lively bar on site. Perfect for budget-conscious travellers looking for a unique and lively location.",
        "links": [
            "https://www.booking.com/publove-the-crown-battersea"
        ],
        "images": [
            "http://20.240.63.21/files/images/accomodations/London/7_PubLove_@_The_Crown,_Battersea.jpg"
        ]
    },
    "8": {
        "name": "YHA London Thameside",
        "location": "London, United Kingdom",
        "meta": "Affordable accommodation with stunning river views in London for budget travellers.",
        "keywords": [
            "budget-friendly accommodation",
            "stunning views",
            "River Thames",
            "short walk",
            "trendy neighbourhood",
            "Bermondsey",
            "comfortable dormitory rooms",
            "private rooms",
            "affordable prices",
            "free Wi-Fi",
            "self-catering kitchen",
            "peaceful garden",
            "budget-conscious travellers",
            "great views"
        ],
        "title": "YHA London Thameside: Budget-friendly Accommodation with Stunning River Views",
        "text": "Stay at YHA London Thameside for a budget-friendly accommodation option with stunning views of the River Thames. Located just a short walk from the trendy neighbourhood of Bermondsey, this hostel offers comfortable dormitory rooms and private rooms at affordable prices. Enjoy free Wi-Fi, a self-catering kitchen, and a peaceful garden on site. Perfect for budget-conscious travellers looking for a peaceful location with great views.",
        "links": [
            "https://www.booking.com/hotel/gb/yha-london-thameside.en-gb.html"
        ],
        "images": [
            "http://20.240.63.21/files/images/accomodations/London/8_YHA_London_Thameside.jpg"
        ]
    },
    "9": {
        "name": "Smart Hyde Park Inn Hostel",
        "location": "London, United Kingdom",
        "meta": "Affordable and comfortable accommodation option for budget travellers near Hyde Park.",
        "keywords": [
            "budget travellers",
            "affordable accommodation",
            "Hyde Park",
            "dormitory rooms",
            "private rooms",
            "budget-friendly prices",
            "free Wi-Fi",
            "self-catering kitchen",
            "lively bar",
            "central location"
        ],
        "title": "Smart Hyde Park Inn Hostel: Affordable and Comfortable Accommodation for Budget Travellers",
        "text": "Smart Hyde Park Inn Hostel is a great choice for budget travellers looking for a comfortable and affordable accommodation option. Located just a short walk from Hyde Park, this hostel offers comfortable dormitory rooms and private rooms at budget-friendly prices. Enjoy free Wi-Fi, a self-catering kitchen, and a lively bar on site. Perfect for budget-conscious travellers looking for a comfortable and central location.",
        "links": [
            "https://www.booking.com/smarthydeparkinn"
        ],
        "images": [
            "http://20.240.63.21/files/images/accomodations/London/9_Smart_Hyde_Park_Inn_Hostel.jpg"
        ]
    },
    "10": {
        "name": "Palmers Lodge Swiss Cottage",
        "location": "London, United Kingdom",
        "meta": "Affordable and stylish accommodation option in Swiss Cottage for budget travellers.",
        "keywords": [
            "budget travellers",
            "affordable accommodation",
            "Swiss Cottage",
            "dormitory rooms",
            "private rooms",
            "free Wi-Fi",
            "self-catering kitchen",
            "trendy bar",
            "central location"
        ],
        "title": "Stylish and Affordable Accommodation in Swiss Cottage for Budget Travellers",
        "text": "Palmers Lodge Swiss Cottage is a popular choice for budget travellers looking for a stylish and affordable accommodation option. Located in the trendy neighbourhood of Swiss Cottage, this hostel offers comfortable dormitory rooms and private rooms at budget-friendly prices. Enjoy free Wi-Fi, a self-catering kitchen, and a trendy bar on site. Perfect for budget-conscious travellers looking for a stylish and central location.",
        "links": [],
        "images": [
            "http://20.240.63.21/files/images/accomodations/London/10_Palmers_Lodge_Swiss_Cottage.jpg"
        ]
    }
}