{
    "1": {
        "name": "Brick Lane Beigel Bake",
        "location": "London, United Kingdom",
        "meta": "Delicious and budget-friendly food at Brick Lane Beigel Bake in London. Try their signature beigels and enjoy a variety of cuisine options. Perfect for budget travellers.",
        "keywords": [
            "Brick Lane Beigel Bake",
            "budget-friendly",
            "delicious food",
            "cuisine",
            "signature dishes",
            "London",
            "United Kingdom"
        ],
        "title": "Brick Lane Beigel Bake: Budget-Friendly and Delicious Food in London",
        "text": "Brick Lane Beigel Bake, located in the vibrant city of London, United Kingdom, offers a budget-friendly and delicious food option for all. Known for their mouthwatering beigels, this eatery is a must-visit for food enthusiasts. The cuisine at Brick Lane Beigel Bake is diverse, catering to various tastes and preferences. From classic fillings like salt beef and smoked salmon to vegetarian options like cream cheese and avocado, there is something for everyone. Their signature dish, the salt beef beigel, is a crowd favorite, packed with tender beef and tangy pickles. With affordable prices and generous portions, Brick Lane Beigel Bake is a go-to spot for budget travellers looking for a satisfying meal. Don't miss out on this hidden gem in London!",
        "links": [
            "https://www.bricklanebeigel.co.uk/"
        ],
        "images": [
            "http://20.240.63.21/files/images/cheap_eats/London/1_Brick_Lane_Beigel_Bake.jpg"
        ]
    },
    "2": {
        "name": "Borough Market",
        "location": "London, United Kingdom",
        "meta": "Discover a budget-friendly and delicious food option at Borough Market in London. Indulge in a variety of cuisines and savor signature dishes like gourmet burgers and artisanal pastries. Experience the vibrant atmosphere and explore the market's diverse offerings. Sample international flavors, from Spanish tapas to Middle Eastern falafels. With its affordable prices and mouthwatering options, Borough Market is a must-visit for budget travelers seeking a culinary adventure.",
        "keywords": [
            "Borough Market",
            "budget-friendly",
            "delicious food",
            "cuisine",
            "signature dishes",
            "London",
            "United Kingdom",
            "gourmet burgers",
            "artisanal pastries",
            "vibrant atmosphere",
            "diverse offerings",
            "international flavors",
            "Spanish tapas",
            "Middle Eastern falafels",
            "affordable prices",
            "culinary adventure"
        ],
        "title": "Borough Market: A Budget-Friendly Culinary Adventure in London",
        "text": "Borough Market in the city of London, United Kingdom, is a budget-friendly and delicious food option that offers a diverse range of cuisines. From gourmet burgers to artisanal pastries, the market is known for its signature dishes that cater to all taste buds. The vibrant atmosphere of Borough Market adds to the overall experience, making it a popular destination for food enthusiasts. Visitors can indulge in international flavors, with options like Spanish tapas and Middle Eastern falafels. What sets Borough Market apart is its affordability, allowing budget travelers to enjoy a culinary adventure without breaking the bank.",
        "links": [
            "https://boroughmarket.org.uk/"
        ],
        "images": [
            "http://20.240.63.21/files/images/cheap_eats/London/2_Borough_Market.jpg"
        ]
    },
    "3": {
        "name": "Franco Manca",
        "location": "London, United Kingdom",
        "meta": "Delicious and budget-friendly food option in London for budget travellers",
        "keywords": [
            "budget-friendly",
            "delicious food",
            "Franco Manca",
            "London",
            "United Kingdom",
            "cuisine",
            "signature dishes"
        ],
        "title": "Franco Manca: A Budget-Friendly and Delicious Food Option in London",
        "text": "Franco Manca is a popular food option in the city of London, United Kingdom, offering budget-friendly and delicious meals. Specializing in Italian cuisine, Franco Manca is known for its authentic Neapolitan-style pizzas. Their signature dish is the classic Margherita pizza, made with fresh ingredients and a perfectly crispy crust. The menu also includes a variety of other toppings such as cured meats, vegetables, and cheeses. With affordable prices and generous portion sizes, Franco Manca is a great choice for budget travellers looking for a satisfying meal in London. The restaurant has a cozy and casual atmosphere, making it a perfect spot to enjoy a tasty and affordable meal with friends or family.",
        "links": [
            "https://www.francomanca.co.uk/"
        ],
        "images": [
            "http://20.240.63.21/files/images/cheap_eats/London/3_Franco_Manca.jpg"
        ]
    },
    "4": {
        "name": "Dishoom",
        "location": "London, United Kingdom",
        "meta": "Delicious and budget-friendly Indian cuisine at Dishoom in London. Try their signature dishes and experience the taste of India without breaking the bank.",
        "keywords": [
            "budget-friendly",
            "delicious",
            "Dishoom",
            "Indian cuisine",
            "signature dishes",
            "London",
            "United Kingdom"
        ],
        "title": "Dishoom: Budget-Friendly and Delicious Indian Cuisine in London",
        "text": "Dishoom is a popular restaurant in London, United Kingdom, offering budget-friendly and delicious Indian cuisine. Known for its vibrant atmosphere and mouthwatering dishes, Dishoom is a must-visit for food lovers on a budget. The restaurant specializes in serving Bombay-style food, with a menu that includes a variety of vegetarian and non-vegetarian options. One of their signature dishes is the famous Dishoom Black Daal, a slow-cooked lentil curry that is rich in flavor and highly recommended. Another popular dish is the Chicken Ruby, a spicy and tender chicken curry that is sure to satisfy your taste buds. With its affordable prices and authentic flavors, Dishoom is the perfect place to experience the taste of India without breaking the bank.",
        "links": [],
        "images": [
            "http://20.240.63.21/files/images/cheap_eats/London/4_Dishoom.jpg"
        ]
    },
    "5": {
        "name": "Herman ze German",
        "location": "London, United Kingdom",
        "meta": "Delicious and budget-friendly food option in London for budget travellers",
        "keywords": [
            "budget-friendly",
            "delicious food",
            "Herman ze German",
            "London",
            "United Kingdom",
            "cuisine",
            "signature dishes"
        ],
        "title": "Herman ze German: A Budget-Friendly and Delicious Food Option in London",
        "text": "Herman ze German is a popular food option in London, United Kingdom, offering budget-friendly and delicious cuisine. Specializing in German street food, they serve a variety of mouthwatering dishes. One of their signature dishes is the Currywurst, a traditional German sausage topped with a flavorful curry sauce. Another must-try is the Schnitzel, a breaded and fried meat cutlet served with a side of crispy fries. With generous portion sizes and affordable prices, Herman ze German is a great choice for budget-conscious travelers looking for a satisfying meal in London. The restaurant also offers vegetarian and vegan options, ensuring there is something for everyone. Whether you're craving a quick snack or a hearty meal, Herman ze German is the perfect spot to indulge in delicious German cuisine without breaking the bank.",
        "links": [],
        "images": [
            "http://20.240.63.21/files/images/cheap_eats/London/5_Herman_ze_German.jpg"
        ]
    },
    "6": {
        "name": "Mildreds",
        "location": "London, United Kingdom",
        "meta": "Delicious and budget-friendly food option in London for budget travellers",
        "keywords": [
            "budget-friendly",
            "delicious food",
            "Mildreds",
            "London",
            "United Kingdom",
            "cuisine",
            "signature dishes"
        ],
        "title": "Mildreds: A Budget-Friendly and Delicious Food Option in London",
        "text": "Mildreds is a popular budget-friendly restaurant located in the heart of London, United Kingdom. Known for its delicious and diverse vegetarian and vegan cuisine, Mildreds offers a wide range of options to cater to different dietary preferences. The restaurant prides itself on using fresh and locally sourced ingredients to create flavorful dishes that are both healthy and affordable. One of their signature dishes is the Sri Lankan sweet potato and green bean curry, which is a perfect blend of aromatic spices and creamy coconut milk. Another must-try is their famous smoked tofu burger, served with crispy fries and a side of tangy homemade coleslaw. Mildreds also offers a variety of salads, soups, and desserts, ensuring there is something for everyone. With its cozy and welcoming atmosphere, Mildreds is a go-to spot for budget travellers looking for a satisfying and affordable dining experience in London.",
        "links": [
            "https://www.mildreds.co.uk/"
        ],
        "images": [
            "http://20.240.63.21/files/images/cheap_eats/London/6_Mildreds.jpg"
        ]
    },
    "7": {
        "name": "Hoppers",
        "location": "London, United Kingdom",
        "meta": "Delicious and budget-friendly food option in London for budget travellers",
        "keywords": [
            "budget-friendly",
            "delicious food",
            "Hoppers",
            "London",
            "United Kingdom",
            "cuisine",
            "signature dishes"
        ],
        "title": "Hoppers: Budget-Friendly and Delicious Food Option in London",
        "text": "Hoppers is a budget-friendly and delicious food option located in the city of London, United Kingdom. Specializing in Sri Lankan cuisine, Hoppers offers a unique dining experience with its flavorful dishes. One of their signature dishes is the hopper, a bowl-shaped pancake made from fermented rice batter and coconut milk, served with a variety of toppings such as egg, coconut sambal, and chutneys. Another must-try dish is the dosa, a crispy rice and lentil crepe filled with a choice of savory fillings. Hoppers also offers a range of curries, including their famous bone marrow varuval. With its affordable prices and mouthwatering flavors, Hoppers is a popular choice among budget travelers visiting London.",
        "links": [
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d10092010-Reviews-Hoppers-London_England.html"
        ],
        "images": [
            "http://20.240.63.21/files/images/cheap_eats/London/7_Hoppers.jpg"
        ]
    },
    "8": {
        "name": "Dosa Deli",
        "location": "London, United Kingdom",
        "meta": "Delicious and budget-friendly Indian cuisine at Dosa Deli in London. Try their signature dosas and experience the authentic flavors of South India. Affordable prices and a wide variety of vegetarian and vegan options available.",
        "keywords": [
            "Dosa Deli",
            "budget-friendly",
            "delicious food",
            "London",
            "United Kingdom",
            "cuisine",
            "signature dishes",
            "dosas",
            "South India",
            "affordable prices",
            "vegetarian",
            "vegan options"
        ],
        "title": "Dosa Deli: Budget-Friendly and Delicious Indian Cuisine in London",
        "text": "Dosa Deli is a hidden gem in the heart of London, offering budget-friendly and delicious Indian cuisine. Specializing in South Indian dishes, their menu is filled with a variety of mouthwatering options. One of their signature dishes is the dosa, a thin and crispy pancake made from fermented rice and lentil batter. Dosa Deli takes pride in serving authentic flavors of South India, with a range of fillings and toppings to choose from. Whether you prefer a classic masala dosa or a unique fusion creation, you'll find something to satisfy your taste buds. The best part is that Dosa Deli offers affordable prices, making it a perfect choice for budget-conscious travelers. They also have a wide selection of vegetarian and vegan options, ensuring that everyone can enjoy a delicious meal. Don't miss out on this culinary experience when visiting London!",
        "links": [
            "https://www.dosadeli.co.uk/",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d12685460-Reviews-Dosa_Deli-London_England.html"
        ],
        "images": [
            "http://20.240.63.21/files/images/cheap_eats/London/8_Dosa_Deli.jpg"
        ]
    },
    "9": {
        "name": "Bao",
        "location": "London, United Kingdom",
        "meta": "Delicious and budget-friendly Bao in London for budget travellers",
        "keywords": [
            "Bao",
            "budget-friendly",
            "delicious",
            "London",
            "United Kingdom",
            "cuisine",
            "signature dishes"
        ],
        "title": "Bao in London: A Budget-Friendly and Delicious Food Option",
        "text": "Bao, a popular street food in London, United Kingdom, offers a budget-friendly and delicious dining option. Originating from Taiwan, Bao is a type of cuisine that features fluffy steamed buns filled with various ingredients. One of the signature dishes is the classic pork belly Bao, which combines tender braised pork belly, pickled vegetables, and crushed peanuts. Another must-try is the crispy chicken Bao, where succulent fried chicken is paired with tangy slaw and a drizzle of spicy mayo. Vegetarian options like the mushroom Bao with shiitake mushrooms and tofu are also available. Bao restaurants in London are known for their quick service and affordable prices, making it a perfect choice for budget travellers looking for a tasty and satisfying meal. Don't miss the chance to indulge in these mouthwatering Bao creations during your visit to London!",
        "links": [
            "https://www.baolondon.com/",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d11888872-Reviews-Bao_Soho-London_England.html"
        ],
        "images": [
            "http://20.240.63.21/files/images/cheap_eats/London/9_Bao.jpg"
        ]
    }
}